/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50611
Source Host           : localhost:3306
Source Database       : db_htc_center

Target Server Type    : MYSQL
Target Server Version : 50611
File Encoding         : 65001

Date: 2017-04-20 12:29:23
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for t_merchant
-- ----------------------------
DROP TABLE IF EXISTS `t_merchant`;
CREATE TABLE `t_merchant` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uname` varchar(32) NOT NULL DEFAULT '',
  `name` varchar(255) NOT NULL DEFAULT '',
  `ctime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `shopowner` varchar(32) NOT NULL DEFAULT '',
  `sphone` bigint(12) NOT NULL DEFAULT '0',
  `mpnone` bigint(12) NOT NULL DEFAULT '0',
  `mpnone2` bigint(12) NOT NULL DEFAULT '0',
  `addr` varchar(255) NOT NULL DEFAULT '',
  `area` int(5) NOT NULL DEFAULT '0',
  `staffs` int(5) NOT NULL DEFAULT '0',
  `equip` text,
  `remarks` text,
  `account` varchar(32) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uname` (`uname`)
) ENGINE=InnoDB AUTO_INCREMENT=73 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_merchant
-- ----------------------------
INSERT INTO `t_merchant` VALUES ('24', '菜单', '菜单1tyt12', '2016-09-22 13:14:35', '菜单', '13037125104', '13037125104', '0', '', '0', '0', '', '', '');
INSERT INTO `t_merchant` VALUES ('25', '阿萨德', '说服对方', '2016-09-22 13:15:14', '1221', '13037125104', '13037125104', '0', 'sd', '21', '12', '123', '斯蒂芬', '');
INSERT INTO `t_merchant` VALUES ('27', '阿双方的都是', '斯蒂芬', '2016-09-22 14:07:00', '撒旦法', '13037125110', '13037125104', '124', '142', '124', '124', '124', '124', '');
INSERT INTO `t_merchant` VALUES ('28', 'dsfs', 'sdf', '2016-09-22 19:00:47', 'sd', '13037125110', '13037125104', '0', 'sd', '0', '0', 'sd', 'sd', '');
INSERT INTO `t_merchant` VALUES ('29', 'text', 'textlnkl', '2016-09-22 19:39:24', 'text', '13211111111', '13211111111', '0', 'text', '0', '0', 'text', 'text', '');
INSERT INTO `t_merchant` VALUES ('35', '测试0926', '测试0926', '2016-09-26 10:10:04', '测试0926', '13320160926', '13320160926', '13320160921', '金融港B4', '123', '47', '一台IPHONE，三台HTC，十台华为', '略v', '');
INSERT INTO `t_merchant` VALUES ('36', '斯蒂芬1', '斯蒂芬1', '2016-09-27 15:35:47', '撒旦法', '13037125106', '13037125106', '13037125106', '13037125106', '2147483647', '2147483647', '13037125106', '13037125106', '');
INSERT INTO `t_merchant` VALUES ('37', 'cm123', 'cm123', '2016-09-27 17:05:32', 'cm123', '13037125104', '13037125104', '13037125104', '斯蒂芬', '25', '25', '一台', '呵呵', '');
INSERT INTO `t_merchant` VALUES ('43', '东风公司', '的', '2016-09-28 11:58:32', '在vxd', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('44', '电风扇地方', '斯蒂芬斯蒂芬', '2016-09-28 12:06:14', '撒旦法', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('45', '阿萨德打算', '阿萨德sad', '2016-09-28 12:12:33', '阿萨德三大', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('46', '豆腐干地方', '地方', '2016-09-28 12:15:04', '地方', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('47', '都是', '撒旦', '2016-09-28 12:16:37', '斯蒂芬', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('48', '斯蒂芬森答复', '是的方式的', '2016-09-28 12:18:08', '三大发疯似', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('49', '撒旦', '斯蒂芬', '2016-09-28 12:19:36', '随风倒', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('50', 'sad', 'sadf', '2016-09-28 14:31:22', 'sdf', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('51', '撒旦1', '撒旦', '2016-09-29 10:29:13', '撒旦', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('52', '倒萨发送到', '斯蒂芬', '2016-09-29 10:36:02', '撒旦法123', '13037125104', '13037125104', '13037125104', '13037125104', '2147483647', '2147483647', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('53', '斯蒂芬12312', '斯蒂芬12312', '2016-09-29 10:43:45', '斯蒂芬12312', '13037125104', '13037125104', '13037125104', '13037125104', '23', '12', '13037125104', '13037125104', '');
INSERT INTO `t_merchant` VALUES ('54', 'wuli', '吴丽', '2016-09-29 11:48:51', '吴丽', '13297031282', '13297031282', '13297031282', '房贷首付是', '135', '45', '第三方身份', '首付是大幅度', '');
INSERT INTO `t_merchant` VALUES ('55', 'ng-init=\"formdata.remarks=\'\'\"', 'ng-init=\"formdata.remarks=\'\'\"', '2016-09-29 12:07:26', 'ng-init=\"formdata.remarks=\'\'\"', '13037125104', '1', '0', '', '0', '0', '', '', '');
INSERT INTO `t_merchant` VALUES ('56', '撒旦发射点发方法', '撒旦发射点发方法', '2016-09-29 12:12:01', '撒旦发射点发方法', '13037125104', '13037125104', '0', '', '0', '0', '', '', '');
INSERT INTO `t_merchant` VALUES ('59', 'aaaa', 'aaaa', '2016-09-29 18:29:24', 'wuyan', '1111111111', '22222222222', '333333333333', 'gdfgdfgsd', '151', '50', '1|2|3', 'fsdfsdfsdf', '');
INSERT INTO `t_merchant` VALUES ('63', 'sdfsdf', 'sdfsdfsdfsdf', '2016-09-30 10:29:45', 'sdfsdf', '13037125110', '13037125110', '0', '', '0', '0', '', '', '');
INSERT INTO `t_merchant` VALUES ('64', 'sdfsdf11', 'sdfsdf', '2016-09-30 12:17:25', 'sdfsdf', '13037125104', '13037125104', '0', '', '0', '0', '', '', '');
INSERT INTO `t_merchant` VALUES ('66', '13037125104', '13037125104', '2016-09-30 15:45:33', '13037125104', '13037125104', '13037125104', '0', '', '0', '0', '', '', '');
INSERT INTO `t_merchant` VALUES ('67', 'qqqqqqqqqqq', '20161008', '2016-10-08 15:30:25', '20161008', '13297031282', '13297031282', '13297031282', 'fsdfs', '0', '0', '', '', '');
INSERT INTO `t_merchant` VALUES ('68', 'fggdfgdgfdg', 'test930', '2016-10-08 15:38:06', '20161008_2', '13297031282', '13297031282', '13297031282', '', '0', '0', '', '', '');
INSERT INTO `t_merchant` VALUES ('69', 'chenming', '陈明', '2016-10-08 15:45:07', '陈明12', '13297031282', '13297031282', '0', '', '0', '0', '', '', '1114287642@qq.com');
INSERT INTO `t_merchant` VALUES ('70', 'cmcmc', 'cmcmc', '2016-11-02 14:46:23', 'cmcmc', '13037125104', '13037125104', '0', '', '0', '0', '', '', '');
INSERT INTO `t_merchant` VALUES ('71', 'adidas', 'adidas', '2016-11-03 11:17:41', 'adidas', '13333333333', '11031103110', '11031103110', '武汉江夏', '1103', '1103', '1103测试帐号，Eliot', '1103测试帐号，Eliot', '');
INSERT INTO `t_merchant` VALUES ('72', 'lily', '吴丽', '2016-11-12 15:17:14', '吴丽', '13297031282', '13297031282', '13297031282', 'gsdfdsfg', '0', '0', '', '', '');
